Repository: Muzsy/tippmixapp
Catalog: lib/l10n/app_*.arb
Languages: hu

source: Accept
hu: Elfogad

source: Add Friend
hu: Ismerősnek jelöl

# add_tip
source: Add
hu: Hozzáadás

# admin_only_field
source: Only admin may modify this field.
hu: Ezt a mezőt csak admin módosíthatja.

source: AI recommendation
hu: AI ajánló

# amount_must_be_integer
source: Amount must be an integer.
hu: Az összegnek egész számnak kell lennie.

# api_error_key
source: Invalid API key
hu: Érvénytelen API kulcs

# api_error_limit
source: Data provider rate limit exceeded
hu: Túl sok kérés az adatszolgáltató felé

# api_error_network
source: Network error while contacting data provider
hu: Hálózati hiba az adatszolgáltató elérésekor

# api_error_unknown
source: Unknown error from data provider
hu: Ismeretlen hiba az adatszolgáltatótól

# appActionsAiRecommend
source: AI picks
hu: AI ajánló

# appActionsMoreBets
source: More bets
hu: További fogadások

# appActionsStatistics
source: Statistics
hu: Statisztika

# apple_login
source: Continue with Apple
hu: Folytatás Apple-lel

# auth_error_email_already_in_use
source: Email already in use
hu: Az email cím már használatban van

# auth_error_invalid_date
source: Invalid date
hu: Érvénytelen dátum

# auth_error_invalid_email
source: Invalid email address
hu: Érvénytelen email cím

# auth_error_invalid_nickname
source: Nickname must be 3-20 characters
hu: A becenév 3-20 karakter hosszú legyen

# auth_error_nickname_taken
source: Nickname already taken
hu: A becenév már foglalt

# auth_error_unknown
source: Unknown authentication error
hu: Ismeretlen hiba

# auth_error_user_not_found
source: User not found
hu: Felhasználó nem található

# auth_error_weak_password
source: Weak password
hu: Gyenge jelszó

# auth_error_wrong_password
source: Wrong password
hu: Hibás jelszó

# back_button
source: Back
hu: Vissza

# backup_codes_title
source: Backup codes
hu: Mentőkódok

# badgeFilterAll
source: All
hu: Összes

# badgeFilterMissing
source: Missing
hu: Hiányzik

# badgeFilterOwned
source: Owned
hu: Megvan

# badgeScreenTitle
source: Available Badges
hu: Megszerezhető jelvények

# badge_comeback_kid_description
source: Win after three losses.
hu: Három vereség után nyert szelvény.

# badge_comeback_kid_title
source: Comeback Kid
hu: Visszatérő

# badge_hot_streak_description
source: Three wins in a row.
hu: Három egymást követő győzelem.

# badge_hot_streak_title
source: Hot Streak
hu: Forró széria

# badge_night_owl_description
source: Ticket won after midnight.
hu: Éjfél utáni nyerő szelvény.

# badge_night_owl_title
source: Night Owl
hu: Éjjeli bagoly

# badge_parlay_pro_description
source: Winning a 5+ event parlay.
hu: 5+ eseményes kombi szelvény nyerése.

# badge_parlay_pro_title
source: Parlay Pro
hu: Kombi szakértő

# badge_rookie_description
source: First win completed.
hu: Első nyertes fogadásod.

# badge_rookie_title
source: Rookie
hu: Újonc

# bets_title
source: Bets
hu: Fogadások

# bio_hint
source: Bio
hu: Bemutatkozás

# bonus_daily_received
source: Daily bonus: +50 TippCoin!
hu: Napi bónusz: +50 TippCoin!

# bonus_daily_received_description
source: Thanks for being active!
hu: Köszönjük, hogy aktív vagy!

# bottom_nav_feed
source: Feed
hu: Hírfolyam

# btnContinue
source: Continue
hu: Folytatás

source: Cancel
hu: Mégse

# continue_button
source: Continue
hu: Folytatás

# copy_edit_title
source: Edit copied ticket
hu: Másolt szelvény szerkesztése

# copy_invalid_state
source: Ticket unmodified, cannot submit.
hu: A szelvény nem módosult, így nem adható fel.

# copy_submit_button
source: Submit ticket
hu: Szelvény feladása

# copy_success
source: Ticket copied!
hu: Szelvény másolva!

# countdown_to_kickoff
source: Kickoff in {time}
hu: Kezdésig: {time}

# createTicketTitle
source: Create Ticket
hu: Szelvény készítése

# dialog_add_comment_hint
source: Add a comment
hu: Adj hozzá megjegyzést

# dialog_cancel
source: Cancel
hu: Mégse

# dialog_comment_title
source: Comment
hu: Hozzászólás

# dialog_reason_hint
source: Reason
hu: Indok

# dialog_send
source: Send
hu: Küldés

# disable_two_factor
source: Disable two-factor authentication
hu: Kétlépcsős hitelesítés kikapcsolása

# dob_error_future
source: Date cannot be in the future
hu: A dátum nem lehet jövőbeni

# dob_error_underage
source: You must be 18+
hu: Legalább 18 évesnek kell lenned

# dob_hint
source: Date of birth
hu: Születési dátum

# drawer_feed
source: Feed
hu: Hírfolyam

# drawer_title
source: Drawer
hu: Menü

# edit_title
source: Edit Profile
hu: Profil szerkesztése

# emailVerify_description
source: Click the link in the verification email then return to the app.
hu: Kattints a kapott emailben található linkre, majd térj vissza az alkalmazásba.

# emailVerify_exit
source: Exit
hu: Kilépés

# emailVerify_resend
source: Resend
hu: Újraküldés

# emailVerify_sent
source: Verification email sent
hu: Ellenőrző email elküldve!

# emailVerify_title
source: Verify your email!
hu: Erősítsd meg az emailed!

# empty_ticket_message
source: You have no tickets yet
hu: Még nincs szelvényed

# enable_two_factor
source: Enable two-factor authentication
hu: Kétlépcsős hitelesítés bekapcsolása

# errorDuplicate
source: Duplicate tips are not allowed
hu: Duplikált tippek nem engedélyezettek

# errorEmailExists
source: This e-mail is already registered
hu: Ez az e-mail már foglalt

# errorInvalidEmail
source: Invalid email address
hu: Érvénytelen email cím

# errorInvalidStake
source: Invalid stake
hu: Érvénytelen tét

# errorMatchConflict
source: Conflicting tips on the same match
hu: Ütköző tippek ugyanarra a meccsre

# errorNotLoggedIn
source: You are not logged in.
hu: Nem vagy bejelentkezve.

# errorUserNotFound
source: User not found. Please log in again.
hu: Felhasználó nem található. Jelentkezz be újra.

# errorWeakPassword
source: Weak password
hu: Gyenge jelszó

# events_empty
source: No events available
hu: Nincs elérhető esemény

# events_screen_no_events
source: No events found
hu: Nincs esemény

# events_screen_no_market
source: No market data
hu: Nincs elérhető piac

# events_screen_no_odds
source: No odds available
hu: Nincs elérhető odds

# events_screen_quota_warning
source: API quota is nearly exceeded
hu: Figyelem: az API kvóta hamarosan elfogy

# events_screen_refresh
source: Refresh
hu: Frissítés

# events_screen_start_time
source: Start time: {time}
hu: Kezdés: {time}

# events_screen_tip_added
source: Tip added
hu: Tipp hozzáadva

# events_screen_tip_duplicate
source: Tip already added
hu: A tipp már hozzá van adva

# events_title
source: Events
hu: Események

# facebook_login
source: Continue with Facebook
hu: Folytatás Facebookkal

# feed_comment
source: Comment
hu: Hozzászólás

# feed_empty_state
source: No posts yet
hu: Nincs megjeleníthető bejegyzés

# feed_event_bet_placed
source: Bet placed
hu: Fogadást tett

# feed_event_comment
source: Comment
hu: Komment

# feed_event_like
source: Like
hu: Lájk

# feed_event_ticket_won
source: Ticket won
hu: Szelvényt nyert

# feed_like
source: Like
hu: Tetszik

# feed_report
source: Report
hu: Jelentés

# feed_report_success
source: The post has been reported.
hu: A bejegyzést jelentettük moderátorainknak.

# feed_screen_title
source: Feed
hu: Hírfolyam

# filtersAny
source: Any
hu: Mind

# filtersCountry
source: Country
hu: Ország

# filtersDate
source: Date
hu: Dátum

# filtersLeague
source: League
hu: Liga

# filtersTitle
source: Filters
hu: Szűrők

# filtersToday
source: Today
hu: Ma

source: Follow
hu: Követés

source: Followers
hu: Követők

source: Forgot password?
hu: Elfelejtett jelszó?

source: Friends
hu: Barátok

# gdpr_consent
source: I agree to the privacy policy
hu: Elfogadom az adatkezelési tájékoztatót

# gdpr_required_error
source: GDPR consent required
hu: A GDPR hozzájárulás kötelező

# go_to_create_ticket
source: Submit Ticket
hu: Szelvény elküldése

# google_login
source: Continue with Google
hu: Folytatás Google-lel

# home_cta_login
source: Sign in
hu: Bejelentkezés

# home_cta_register
source: Create account
hu: Regisztráció

# home_guest_body
source: Create an account or sign in to start collecting TippCoins, place slips, climb leaderboards and earn badges.
hu: Hozz létre profilt vagy lépj be, és kezdd el a TippCoin gyűjtést, szelvényeket, ranglistát és jelvényeket.

# home_guest_login_button
source: Sign in
hu: Bejelentkezés

# home_guest_message
source: Log in or register to view your profile
hu: Jelentkezz be vagy regisztrálj a profilod megtekintéséhez

# home_guest_register_button
source: Create account
hu: Regisztráció

# home_guest_subtitle
source: Sign in or create an account to place virtual bets with TippCoin and view your profile.
hu: Jelentkezz be vagy regisztrálj, hogy TippCoinnal fogadhass és lásd a profilodat.

# home_guest_title
source: Letâ€™s get started!
hu: Kezdj el játszani!

# home_highlight_coin
source: TippCoin: Earn extra coins with activity!
hu: TippCoin: Nyerj extra coinokat aktivitással!

# home_highlight_motivation
source: Motivation: Try a new strategy!
hu: Motiváció: Próbálj ki egy új stratégiát!

# home_highlight_tip
source: Daily Tip: Bayern wins
hu: Napi tipp: Bayern győz

# home_nav_forum
source: Forum
hu: Fórum

# home_nav_messages
source: Messages
hu: Üzenetek

# home_nav_profile
source: Profile
hu: Profil

# home_nav_stats
source: Stats
hu: Statisztika

# home_stats
source: Stats
hu: Statisztika

# home_tile_ai_tip_cta
source: View details
hu: Részletek

# home_tile_ai_tip_description
source: According to AI, {team} is most likely to win today ({percent}%).
hu: AI szerint ma a {team} győzelme a legvalószínűbb ({percent}%).

# home_tile_ai_tip_title
source: AI Recommendation
hu: AI ajánlás

# home_tile_badge_earned_cta
source: View all
hu: Megtekintés

# home_tile_badge_earned_title
source: Badge Earned
hu: Új jelvényt szereztél

# home_tile_bets
source: Bets
hu: Fogadás

# home_tile_challenge_cta_accept
source: Accept
hu: Elfogadom

# home_tile_challenge_daily_description
source: Daily challenge: win 3 bets today.
hu: Napi kihívás: nyerj ma 3 fogadást.

# home_tile_challenge_friend_description
source: {username} challenged you to a betting duel!
hu: {username} kihívott egy tipppárbajra!

# home_tile_challenge_title
source: Challenge awaits!
hu: Kihívás vár rád!

# home_tile_daily_bonus_claimed
source: Collected
hu: Begyűjtve

# home_tile_daily_bonus_collect
source: Collect
hu: Begyűjtés

# home_tile_daily_bonus_title
source: Daily Bonus
hu: Napi bónusz

# home_tile_educational_tip_1
source: Did you know? Combining bets can increase your odds.
hu: Tudtad? Kombinált fogadással magasabb oddsszal nyerhetsz.

# home_tile_educational_tip_2
source: Single bets carry less risk than accumulators.
hu: Egyszerűbb fogadással kisebb a kockázat.

# home_tile_educational_tip_3
source: Track your betting history to learn from past results.
hu: Vezesd a fogadási naplód, hogy tanulhass a múltból.

# home_tile_educational_tip_cta
source: More tips
hu: További tippek

# home_tile_educational_tip_title
source: Betting tip
hu: Fogadási tipp

# home_tile_feed_activity_cta
source: View
hu: Megnézem

# home_tile_feed_activity_text_template
source: {username} shared a winning tip!
hu: {username} megosztott egy nyertes tippet!

# home_tile_feed_activity_title
source: Latest activity
hu: Legújabb aktivitás

# home_tile_friends
source: Friends
hu: Barátok

# home_tile_my_bets
source: My Bets
hu: Fogadásaim

# home_tile_new_badge_title
source: New Badge
hu: Új jelvény

# home_tile_news
source: News Feed
hu: Hírcsatorna

# home_tile_top_tipster_cta
source: View tips
hu: Megnézem a tippjeit

# home_tile_top_tipster_description
source: {username} hit all tips in your club today.
hu: {username} ma 5/5 tippet talált el a klubodban.

# home_tile_top_tipster_title
source: Player of the Day
hu: A nap játékosa

# home_title
source: Home
hu: Főképernyő

# insufficient_permissions
source: You do not have permission.
hu: Nincs jogosultság.

source: Invalid transaction type.
hu: Érvénytelen tranzakció típus.

# leaderboard_empty
source: No users yet
hu: Nincs megjeleníthető felhasználó

# leaderboard_mode_streak
source: Win streak
hu: Sorozat

# leaderboard_mode_winrate
source: Win rate
hu: Nyerési arány

# leaderboard_title
source: Leaderboard
hu: Ranglista

# leaderboard_you
source: You
hu: Te

# loaderCheckingEmail
source: Checking e-mail...
hu: E-mail ellenőrzése...

# login_required_message
source: Please log in to continue
hu: Kérjük, jelentkezz be a folytatáshoz

# login_required_title
source: Login required
hu: Bejelentkezés szükséges

# login_tab
source: Login
hu: Belépés

# login_title
source: Sign In
hu: Bejelentkezés

# login_variant_b_promo_subtitle
source: Join our community and win!
hu: Csatlakozz és játssz velünk!

# login_variant_b_promo_title
source: Trusted by 50 000+
hu: Már 50 000+ felhasználó

# login_welcome
source: Welcome to Tippmix!
hu: Üdvözlünk a Tippmixen!

# menuBadges
source: Badges
hu: Jelvényeim

# menuLeaderboard
source: Leaderboard
hu: Ranglista

# menuNotifications
source: Notifications
hu: Értesítések

# menuProfile
source: Profile
hu: Profil

# menuRewards
source: Rewards
hu: Jutalmaim

# menuSettings
source: Settings
hu: Beállítások

# missing_transaction_id
source: Transaction ID is required.
hu: Hiányzik a tranzakció azonosító.

source: More bets
hu: További fogadások

source: My Tickets
hu: Szelvényeim

# my_tickets_title
source: My Tickets
hu: Szelvényeim

# name_error_long
source: Name too long
hu: Túl hosszú név

# name_error_short
source: Name too short
hu: Túl rövid név

# name_hint
source: Display name
hu: Megjelenített név

source: No tips selected
hu: Nincs kiválasztott tipp

source: Not logged in
hu: Nem vagy bejelentkezve.

# notif_badge
source: Badges
hu: Jelvények

# notif_friend_activity
source: Friend activity
hu: Barátok aktivitása

# notif_rewards
source: Rewards
hu: Jutalmak

# notif_system
source: System
hu: Rendszer

# notif_tips
source: Tips
hu: Tippek

# notificationArchive
source: Archive
hu: Archiválás

# notificationEmpty
source: No new notifications
hu: Nincs új esemény

# notificationFilterAll
source: All
hu: Összes

# notificationFilterUnread
source: Unread
hu: Olvasatlan

# notificationMarkRead
source: Mark read
hu: Olvasottként jelölés

# notificationTitle
source: Events
hu: Események

# notificationType_badge
source: Badge
hu: Jelvény

# notificationType_challenge
source: Challenge
hu: Kihívás

# notificationType_friend
source: Friend request
hu: Barátkérés

# notificationType_message
source: Message
hu: Üzenet

# notificationType_reward
source: Reward
hu: Jutalom

# notificationUndo
source: Undo
hu: Visszavonás

# oddsChangedTitle
source: Odds changed
hu: Odds megváltozott

# oddsNew
source: New
hu: Új

# oddsOld
source: Old
hu: Régi

# onboarding_done
source: Done
hu: Kész

# onboarding_follow_tipsters
source: Follow top tipsters
hu: Kövesd a tippmestereket

# onboarding_next
source: Next
hu: Tovább

# onboarding_place_bet
source: Place bets easily
hu: Fogadj könnyedén

# onboarding_skip
source: Skip
hu: Kihagyom

# onboarding_track_rewards
source: Track your rewards
hu: Kövesd a jutalmakat

# otp_enter_code
source: Code
hu: Kód

# otp_error_invalid
source: Invalid code
hu: Érvénytelen kód

# otp_prompt_title
source: Enter OTP
hu: OTP megadása

# passwordStrengthStrong
source: Strong
hu: Erős

# passwordStrengthVeryWeak
source: Very weak
hu: Nagyon gyenge

# password_pwned_error
source: This password has appeared in a data breach
hu: Ez a jelszó már kiszivárgott

source: Password reset email sent
hu: Jelszó visszaállító email elküldve

# password_reset_title
source: Reset Password
hu: Jelszó visszaállítása

# password_strength_medium
source: Medium
hu: Közepes

# password_strength_strong
source: Strong
hu: Erős

# password_strength_weak
source: Weak
hu: Gyenge

source: Pending
hu: Függőben

source: Place Bet
hu: Fogadás leadása

# potential_win_label
source: Potential win
hu: Várható nyeremény

# profileAvatarGallery
source: Avatar gallery
hu: Avatar galéria

# profileChooseAvatar
source: Choose avatar
hu: Válassz avatart

# profileResetAvatar
source: Reset to default avatar
hu: Alap avatar visszaállítása

# profileUploadPhoto
source: Upload your own photo
hu: Saját kép feltöltése

# profile_avatar_cancelled
source: Avatar upload cancelled
hu: Avatar feltöltés megszakítva

# profile_avatar_error
source: Error updating avatar
hu: Hiba történt az avatar beállításakor

# profile_avatar_updated
source: Avatar updated
hu: Avatar frissítve

# profile_badges
source: Badges
hu: Kitüntetések

# profile_badges_empty
source: No badges yet
hu: Még nem szereztél badge-et

# profile_city
source: City
hu: Város

# profile_country
source: Country
hu: Ország

# profile_favorite_sports
source: Favorite sports
hu: Kedvenc sportok

# profile_favorite_teams
source: Favorite teams
hu: Kedvenc csapatok

# profile_friends
source: Friends
hu: Barátok

# profile_global_privacy
source: Global privacy switch
hu: Globális privát kapcsoló

# profile_guest
source: Sign in as guest
hu: Bejelentkezés vendégként

# profile_is_private
source: Private profile
hu: Privát profil

# profile_language
source: Language
hu: Nyelv

# profile_level
source: Level
hu: Szint

# profile_logout
source: Logout
hu: Kijelentkezés

# profile_name
source: Name
hu: Név

# profile_nickname
source: Nickname
hu: Becenév

# profile_private
source: Private
hu: Privát

# profile_public
source: Public
hu: Publikus

# profile_rank
source: Rank
hu: Rang

# profile_stats
source: Stats
hu: Statisztikák

# profile_theme
source: Theme
hu: Téma

# profile_title
source: Profile
hu: Profil

# profile_toggle_visibility
source: Toggle visibility
hu: Mező láthatósága

source: Profile updated
hu: Profil frissítve

# recaptcha_failed_error
source: reCAPTCHA verification failed
hu: A reCAPTCHA ellenőrzés nem sikerült

# register_avatar_too_large
source: Avatar image must be 2 MB or less
hu: Az avatar mérete legfeljebb 2 MB lehet

# register_button
source: Register
hu: Regisztráció

# register_choose_file
source: Choose file
hu: Fájl kiválasztása

# register_finish
source: Finish
hu: Befejezés

# register_link
source: Create account
hu: Fiók létrehozása

# register_skip
source: Skip
hu: Kihagyás

# register_tab
source: Register
hu: Regisztráció

# register_take_photo
source: Take photo
hu: Készíts fotót

source: Request sent
hu: Kérelem elküldve

# rewardClaim
source: Claim
hu: Átvétel

# rewardClaimed
source: Claimed
hu: Már átvetted

# rewardEmpty
source: No rewards available
hu: Nincs elérhető jutalom

# rewardTitle
source: Available rewards
hu: Átvehető jutalmak

# reward_balance
source: Coins: {coins}
hu: Egyenleg: {coins}

# reward_streak
source: Streak: {days}/7
hu: Sorozat: {days}/7

# security_title
source: Security
hu: Biztonság

# settings_ai_recommendations
source: AI recommendations
hu: AI ajánlások

# settings_dark_mode
source: Dark mode
hu: Sötét mód

# settings_language
source: Language
hu: Nyelv

# settings_logout
source: Logout
hu: Kijelentkezés

# settings_push_notifications
source: Push notifications
hu: Értesítések

# settings_theme
source: Theme
hu: Téma

# settings_theme_dark
source: Dark
hu: Sötét

# settings_theme_light
source: Light
hu: Világos

# settings_theme_system
source: System
hu: Rendszer

# settings_title
source: Settings
hu: Beállítások

# skin_dell_genoa_description
source: Default Tippmix green theme
hu: Alap Tippmix színséma (zöld)

# skin_dell_genoa_name
source: Tippmix Green
hu: Tippmix Zöld

# skin_pink_m3_description
source: Fun and vibrant pink skin
hu: Lányos, vidám skin

# stakeHint
source: Stake
hu: Tét

# starts_at
source: Starts at {time}
hu: Kezdés: {time}

source: Statistics
hu: Statisztika

# team_hint
source: Favourite team
hu: Kedvenc csapat

# ticket_details_title
source: Ticket Details
hu: Szelvény részletei

# ticket_id
source: Ticket
hu: Szelvény

# ticket_status_lost
source: Lost
hu: Veszített

# ticket_status_pending
source: Pending
hu: Függőben

# ticket_status_void
source: Void
hu: Érvénytelen

# ticket_status_won
source: Won
hu: Nyert

# ticket_submit_error
source: Error occurred:
hu: Hiba történt:

# ticket_submit_success
source: Ticket submitted successfully
hu: Szelvény sikeresen elküldve

# tips_label
source: Tips
hu: Tippek

# total_odds_label
source: Total odds
hu: Össz odds

source: Unfollow
hu: Követve

# unknown_error_try_again
source: Unknown error, please try again
hu: Ismeretlen hiba, kérlek próbáld újra

# unknown_network_error
source: Network error occurred
hu: Ismeretlen hálózati hiba

# updated_time_ago
source: Updated {time}
hu: Frissítve: {time}

source: Verification email sent
hu: Megerősítő email elküldve

# verified_badge_label
source: Verified
hu: Ellenőrzött
